{"about":[{"heading":"About IKCE","modules":[{"title":"The International Koala Centre of Excellence (IKCE)","image":{"src":"images/about-1.jpg","alt":""},"description":"<p>To ensure the Koala lives safely and thrives within our community, the South Australian Government has established the IKCE, a research organisation, which will lead vital research into our understanding of the Koala.</p><p>The IKCE raises funds which support and direct ground-breaking research into the biology, management and conservation of the Koala. The IKCE is governed by a Board, and has a team of committed scientists and influential ambassadors, who are all working together to support koala conservation.</p>","link":{"text":"","url":"","target":""}},{"title":"Why we need the International Koala Centre of Excellence","image":{"src":"images/about-2.jpg","alt":""},"description":"<p>We need best practice science to ensure koalas survive into the future. Disease, climate change, loss of habitat, and overcrowding bringing the risk of starvation, are key threats to koalas across Australia. Koalas are also threatened as they increasingly move into urban areas, crossing roads and visiting our backyards.</p><p>Koalas are listed as vulnerable to extinction in Australia’s eastern states. In South Australia, Koala numbers are higher and potentially, this State may have the last of the world’s significant koala populations. With that comes the responsibility to help ensure the survival of the species.</p>","link":{"text":"","url":"","target":""}},{"title":"Our research work","image":{"src":"images/about-3.jpg","alt":""},"description":"<p>We’re partnering with scientists, business and community organisations, State and Federal governments, fauna rescue groups and others in Australia and around the world to support koala conservation.</p><p>Our research is focused on three areas:</p><ul><li>Koala health and wellbeing</li><li>Koalas in the landscape</li><li>Koalas in the community.</li></ul>","link":{"text":"","url":"","target":""}}]}],"ambassadors":[{"name":"Teresa Palmer","image":"/images/teresa-palmer.jpg","bio":"Actress, Writer, Producer and Director"},{"name":"Phil Liggett","image":"/images/phil-liggett.jpg","bio":"Public Commentator (Tour Down Under) and Conservation Advocate"},{"name":"Trish Liggett","image":"/images/trish-liggett.jpg","bio":"Wildlife and Conservation Advocate"},{"name":"Adam Hills","image":"/images/adam-hills.jpg","bio":"Entertainer (Comedian)"},{"name":"Parry Agius","image":"/images/parry-agius.jpg","bio":"Community and Business Leader"},{"name":"Melanie Cooper","image":"/images/melanie-cooper.jpg","bio":"Director of Finance and Corporate Affairs, Coopers Brewery Ltd"},{"name":"Jeremy Boot","image":"/images/jeremy-boot.jpg","bio":"Australian Wildlife Artist"}],"articles":[{"title":"The Great Koala Ride 2019","date":"21 January 2019","content":"<p>Phil Liggett, the international voice of cycling, was amongst the first to brave a 103 km ride in the shape of a giant koala through the beautiful city streets of Adelaide, South Australia, and up through the picturesque Adelaide Hills to Cleland Wildlife Park. </p><p>The Koala ride designed with ‘Strava Art’, was led by Phil who, along with his partner, Trish, is an ambassador for the International Koala Centre of Excellence. Phil and Trish are keen to raise awareness about the plight of koalas, conservation and the need for research to secure the survival of Australia’s much loved koalas.</p><p>Eleven others passionate about nature, scientific discovery and conservation took on a hot, Adelaide, blue-sky day and rode the koala route with Phil – including Brett Godfrey, Co-Founder, Virgin Australia, Jeff Ellison, CEO, Sealink and Leanna Read, CEO and Chair of the Cooperative Research Centre for Cell Therapy Manufacturing.</p><p>Phil said while koalas appear plentiful in some parts of South Australia, in other parts of the country they have been declared vulnerable to extinction. But even in areas where numbers are increasing – koalas are still at risk. “Disease, climate change, loss of habitat, overcrowding and starvation, are key threats to koalas,” he said. </p><p>“The Koala Centre will undertake vital research projects, including research into oxalate nephrosis, a kidney disease which impacts around 60 percent of the koalas in Adelaide’s Mount Lofty Ranges region. </p><p>I’m encouraging animal lovers and conservationists, as well as keen cyclists, to find out more about the Great Koala Ride as well and the issues that impact koalas.</p><p>“It’s vital we take action now to understand and conserve these wonderful animals.”</p><p>So cyclists – you can download the Strava Art map here:</p>"}],"boardMembers":[{"name":"Ian Drummond (Chair)","image":"/images/ian-drummond.jpg","bio":"Ian Drummond is an entrepreneur and environmentalist who has a background in education and current business interests in tourism in the Northern Territory and South Australia."},{"name":"Kris Helglen (Deputy Chair)","image":"/images/kris-helglen.jpg","bio":"Kristofer Helgen is a professor of biological sciences and deputy director of applied conservation at the University of Adelaide."},{"name":"Sandy Carruthers","image":"/images/sandy-carruthers.jpg","bio":"Executive Director, Strategy, Science and Corporate Services, and Chief Information Officer, at the Department for Environment and Water SA."},{"name":"Brian Cunningham","image":"/images/brian-cunningham.jpg","bio":"25 years experience as a Chief Executive in both the private and public sectors in Australia and has wide ranging experience in leading and managing successful organizations over that time."},{"name":"Kristina Roberts","image":"/images/kristina-roberts.jpg","bio":"Extensive experience in executive leadership and management. She has worked with local and state governments in the areas of business and economic development."},{"name":"Yvonne Sneddon","image":"/images/yvonne-sneddon.jpg","bio":"Yvonne is a professional nonexecutive company director with more than twenty years’ experience on boards and audit, governance and risk committees."}],"donate":[{"heading":"The International Koala Centre of Excellence (IKCE) leads vital research in koala conservation and management practices ensuring a thriving future for the koala.","modules":[{"title":"Support vital koala research","image":{"src":"images/support-1.jpg","alt":""},"description":"<p>Help us ensure the Koala continues to live safely and thrive within our community. Your donation will continue to lead vital research into our understanding of this iconic animal.</p>","link":{"text":"Donate","url":"#","target":"","button":true},"nopad":true}]}],"featured":[{"heading":"","modules":[{"title":"The International Koala Centre of Excellence (IKCE) leads vital research into koala conservation and management.","image":{"src":"images/featured-1.jpg","alt":""},"description":"","link":{"text":"","url":"","target":""}},{"title":"IKCE Ambassador Teresa Palmer talks koala conservation.","image":{"src":"images/featured-2.jpg","alt":""},"description":"","link":{"text":"","url":"","target":""}}]}],"featuredArticle":[{"heading":"Latest IKCE news","modules":[{"title":"Kangaroo Island koalas rescued","image":{"src":"images/bike.jpg","alt":""},"description":"<p>sixteen aditional koalas have been translocated from bushfire-affected Kangaroo Island taking the total to 28. They will be housed at Clealand Wildlife Park to add to the recently established disease-free insurance population.</p>","link":{"text":"Read more","url":"#","target":""},"nopad":true}]}],"internationalPatrons":[{"name":"Ceawlin Thynn","suffix":"Viscount Weymouth","bio":"Chairman, Longleat Enterprises (Longleat)","image":"/images/ceawlin-thynn.jpg"},{"name":"Emma Thynn","suffix":"Viscountess Weymouth","image":"/images/emma-thynn.jpg"}],"primaryNavigation":[{"title":"About"},{"title":"Board"},{"title":"News"}],"roles":[{"heading":"Our roles","modules":[{"title":"RESEARCH","image":{"src":"/images/research.svg","alt":""},"description":"To conduct and coordinate research into the biology, management and conservation of the koala.","link":{"text":"","url":"","target":""}},{"title":"FUND","image":{"src":"/images/fund.svg","alt":""},"description":"To raise and direct funds for koala research, management and conservation","link":{"text":"","url":"","target":""}},{"title":"COLLABORATE","image":{"src":"/images/collaborate.svg","alt":""},"description":"To foster collaboration between scientists undertaking koala research.","link":{"text":"","url":"","target":""}},{"title":"LEAD","image":{"src":"/images/lead.svg","alt":""},"description":"To provide national leadership in the development and implementation of strategies for the sustainable management of koalas and their habitat.","link":{"text":"","url":"","target":""}},{"title":"UNDERSTAND","image":{"src":"/images/understand.svg","alt":""},"description":"To understand the relationship between koalas and the community.","link":{"text":"","url":"","target":""}},{"title":"CONNECT","image":{"src":"/images/connect.svg","alt":""},"description":"To establish and grow long term relationships with supporters of koala research.","link":{"text":"","url":"","target":""}},{"title":"EDUCATE","image":{"src":"/images/educate.svg","alt":""},"description":"To educate the community, koala welfare and other interest groups about koala management and conservation in the wild and captivity.","link":{"text":"","url":"","target":""}}]}]}